verification/runs/T-family/T3_runs/P_m/0.orig/U
FoamFile
{
    version     2.0;
    format      ascii;
    class       volVectorField;
    location    "0";
    object      U;
}

dimensions      [0 1 -1 0 0 0 0];
internalField   uniform (10.35 0 0);
boundaryField
{
    inlet        { type fixedValue; value uniform (10.35 0 0); }
    outlet       { type inletOutlet; inletValue uniform (0 0 0); value $internalField; }
    upstreamWall { type noSlip; }
    stepWall     { type noSlip; }
    heatedWall   { type noSlip; }
    topWall      { type noSlip; }
    frontAndBack { type empty; }
}
